Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: To simplify cable handling during actual installation, Maersk has raw water pumps fitted with a quick connection.
nb: For å lette kabelhåndteringen ved selve innløftingen av råvannspumpen, har Maersk råvannspumper som er utstyrt med hurtigkobling («Quick-connection»).

source: We have given Equinor consent to modify existing crude oil facility A-100 at Mongstad.
nb: Vi har gitt Equinor samtykke til modifisering av eksisterande råoljeanlegg A-100 på Mongstad.

source: Aker BP – consent for use of Maersk Integrator on the Ivar Aasen field
nb: Aker BP – samtykke til bruk av Maersk Integrator på Ivar Aasen-feltet

source: Equinor - consent for use of Transocean Norge
nb: Equinor - samtykke til bruk av Transocean Norge

source: It also states that APL will deliver the remote control for the work winch.
nb: Videre fremgår det at APL skal levere fjernkontrollen til arbeidsvinsjen, jf.

source: e) Appendix 3 to the Civil Aviation Authority's Regulations relating to flight weather service (in
nb: e) Luftfartstilsynets forskrift om flyværtjeneste vedlegg 3 brukes for værobservatører som skal utføre
